/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Beri Akses";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta memerlukan akses ke dalam kontak anda. Kami tidak menyimpan kontak anda di server";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Maaf!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accept new safety numbers";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Tindakan Diperlukan";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta memerlukan akses ke dalam kontak. Akses ke dalam kontak dilarang. Forsta akan menutup aplikasi. Kamu bisa memberhentikan sementara larangan untuk mengijinkan Forsta megakses kontak anda dengan mengikuti langkah Pengaturan Aplikasi >> Umum >> Pembatasan >> Kontak >> Ijinkan Perubahan";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Tutup";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Jawab";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Pesan Baru! Buka aplikasi untuk membacanya.";

/* No comment provided by engineer. */
"APN_Message" = "Pesan Baru!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Pesan Dari";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Pesan di grup";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ di dalam grup %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Archive";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arsip";

/* No comment provided by engineer. */
"ATTACHMENT" = "Lampiran";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Mengunduh lampiran gagal, sentuh untuk mencoba kembali";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Lampiran sedang diunduh";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Lampiran baru mengantri untuk diambil";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta membutuhkan akses ke mikrofon Anda agar berfungsi dengan baik. Anda dapat mengembalikan izin di Pengaturan >> Privasi >> Mikrofon >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Hubungi kembali";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Pilih dari Perpustakaan...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Ini akan mengulang kembali aplikasi dengan menghapus pesan anda dan menghapus anda dari server. Aplikasi akan menutup setelah menghapus semua data.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Apakah kamu yakin ingin menghapus akun anda?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "You will no longer be able to send or receive messages in this group.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Do you really want to leave?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Tautkan Perangkat Baru";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Konfirmasi";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Nomor tidak terdaftar";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Conversation Settings";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Pilih Kode Negara";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u days";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Terkirim";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Terakir aktif: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Linked: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Gagal memperbarui pesawat";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Disappearing Messages";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "When enabled, messages sent and received in this conversation will disappear after they have been seen.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Batalkan";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Edit Group";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Simpan";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Sentuh pada tombol menulis";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Mulai percakapan pertama anda di Forsta!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Percakapan yang tidak aktif dapat anda simpan dalam arsip untuk kebutuhan mendatang";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Bersihkan Percakapan Anda.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Undang kontak";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Tidak satupun kontak anda memiliki Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Mengapa Anda tidak mengundang seseorang";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Tips: tambah sebuah percakapan sebagai pengingat!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Selesai. Selesai. Selesai";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Kosong...Sepi...";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Kosong melompong";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Server Gagal!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Akhiri";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Otentikasi Gagal!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Anda Menangguhkan panggilan";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Mereka menangguhkan panggilan";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Login Gagal!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Pesan dari Server:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Nomer tidak terdaftar dengan layanan Forsta atau RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Penerima Tidak Tersedia";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Kamu Menolak Panggilan Ini";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Panggilan Ditolak";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Kamu Membuat Panggilan Lain";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Sibuk...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Panggilan Tak Terjawab.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Sambungan Gagal!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Failed to send message.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Server Error. Please try again later.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Menerima pesan ganda";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Kunci penerima tidak cocok";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Menerima pesan yang tidak cocok dengan versi ini";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Tidak ada sesi yang tersedia untuk kontak";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Terjadi kesalahan yang tidak diketahui";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Kunci Keamanan Berubah, Sentuh untuk Memeriksa";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Bummer!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "pengiriman gagal, Sentuh untuk mencoba lagi.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Failed to Verify Safety Numbers!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Sesi di ulang";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Avatar telah diubah";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Group created.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Membuat grup baru";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Pembuatan grup gagal";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Group Management";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ tergabung dalam group.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ keluar dari group.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Anggota Grup";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Meninggalkan grup %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Gagal keluar dari grup";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "Topik baru saat ini '%@'.";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Group dimutakhirkan";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Anda telah keluar dari group";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u hours";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Menyambungkan...";

/* Call setup status label */
"IN_CALL_RINGING" = "Berdering...";

/* Call setup status label */
"IN_CALL_SECURING" = "Menerima. Mengamankan...";

/* Call setup status label */
"IN_CALL_TALKING" = "Aman. Aktif";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Sudah";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Panggilan masuk";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Panggilan masuk dari %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Messages disappear after %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Messages do not disappear.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Tinggalkan";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Leave Group";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Linking Device Failed";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "This device will be able to see your groups and contacts, read all your messages, and send messages in your name.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Tautkan Perangkat?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Retry";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scan the QR code displayed on the device to link.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Pindai QR-Code";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Sambung kan pesawat baru";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Pesawat yang terhubung";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Menanutkan Perangkat Gagal";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "List Group Members";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Kontak sedang dimuat";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Duduk ketat";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Masuk";

/* No comment provided by engineer. */
"ME_STRING" = "Saya";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Pesan Baru";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutes";

/* No comment provided by engineer. */
"MISSED_CALL" = "Panggilan tidak terjawab";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Panggilan  terlewat dari %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Anda mendapatkan panggilan dari %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Anda Memanggil %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Anda tidak dapat memasangkan perangkat yang lainnya lagi";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Anda telah mencapai maksimum perangkat yang bisa dipasangkan dengan akun anda. Tolong hapus perangkat atau coba lagi untuk dipasang nanti.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Harap periksa jika anda terhubung dan coba kembali";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Tersambung";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Menyambungkan";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Status Jaringan";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Tidak Tersambung";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Kamu bisa mengecek status jaringan anda dengan melihat balok warna di atas kotak masuk anda.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Grup Baru";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Beri nama grup percakapan ini";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Tambahkan orang";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Pesanmu gagal untuk dikirimkan %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Karena bug di Apple push, preview pesan hanya akan ditampilkan jika pesan diambil dalam waktu 30 detik setelah dikirim. Lencana aplikasi mungkin tidak akurat sebagai hasilnya.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Tidak ada nama atau pesan";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Notifikasi LayarBelakang";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Notifikasi didalam-apps";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Nama Pengirim & Pesan";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Nama Penerima saja";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Tampilkan";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Suara Notifikasi";

/* No comment provided by engineer. */
"OK" = "Oke";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ disabled disappearing messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ set disappearing message time to %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Panggilan keluar";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "IPhone Anda perlu dibuka untuk menerima pesan baru.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old version of Forsta. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old version of Forsta. They need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.\n\nAlternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verify Safety Numbers";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Lanjutkan";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Tandai sebagai terbaca";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Balas";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Penanda Notifikasi";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Sinyal membutuhkan akses ke mikrofon Anda berfungsi dengan benar. Anda dapat mengembalikan izin di Pengaturan >> Privasi >> Mikrofon >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Jika Anda menikmati menggunakan Forsta untuk memiliki percakapan pribadi, Anda dapat mendukung proyek kami dengan rating itu. Ini tidak akan mengambil lebih dari satu menit, dan akan membantu orang lain menemukan beberapa privasi.";

/* No comment provided by engineer. */
"RATING_RATE" = "Nilai Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Dukung Forsta!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Silahkan masukan kode negara dengan benar";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Kode Negara Salah";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta menyediakan percakapan pribadi dengan dengan kontak yang sudah tersedia. Untuk menggunakan Forsta ijinkan akses ke dalam kontak anda";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Lanjut";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Selamat Datang!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Silakan Coba Lagi";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Server saat ini sedang membatasi jumlah pendaftaran, silakan coba beberapa saat lagi";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Kode Negara";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Masukan Nomor";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Terjadi Kesalahan Saat Mendaftar";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Format nomor telfon ini tidak didukung, silahkan untuk menghubungi bantuan";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Nomor Telefon";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Seseorang telah bersemangat untuk mengirim pesan pertamanya! Anda harus daftar terlebih dahulu sebelum melakukan hal tersebut.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Nomor telefon anda";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Memeriksa Perangkat Ini";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Tolak";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "Nomor telfon yang anda coba daftarkan telah terdaftar di server lain, harap keluar dari server tersebut dan coba kembali";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Daftar-Ulang penanda notifikasi";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Coba lagi";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan Code";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Cari berdasarkan nama atau nomer";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u seconds";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Sesi aman telah di ulang.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Kirim ulang";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Kirim";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Kirim SMS kepada:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Undang teman melalui SMS tidak aman?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Pengiriman SMS gagal, silahkan coba beberapa saat lagi.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Anda mendapat undagan dari teman untuk menggunakan Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Apakah kamu akan mengundang beberapa nomor untuk bergabung Forsta:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Tentang";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Ijinkan Catatan Debug";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Mengajukan Catatan Debug";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Lanjutan";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Bersihkan Riwayat Catatn";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Hak Cipta Open Whisper Systems\nDibawah Lisensi GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Hapus Akun";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Apakah Kamu yakin untuk menghapus semua riwayat (pesan, lampiran, riwayat panggilan ...) ? langkah ini tidak bisa dipulihkan.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Aku yakin";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Bantuan";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Catatan Riwayat";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Informasi";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Undang";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Pengaturan";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Notifikasi";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Privasi";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Ijinkan layar Aman";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Mencegah pratinjau Forsta untuk muncul di app switcher";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Layar Aman";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Bagikan Tautan Pemasangan";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Dukungan";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Versi";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Show new safety numbers";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u day";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hour";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minute";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u week";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Aku mengundang anda untuk memasang Forsta! Tautan tersedia disini:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Safety Numbers Verified!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Ambil Foto atau Video";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Ambil sebuah Gambar";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Kami tidak bisa mengambil pembaruan daftar kontak dari server. Silahkan coba beberapa saat lagi.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Batal";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Hapus";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Unarchive";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Lampiran tidak dikenal";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Panggilan Tak Dikenal";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Lepas tautan";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "By unlinking this device, it will no longer be able to send or receive messages.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Unlink \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta tidak dapat menautkan perangkat anda";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Unnamed Device";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Gagal unregister dari Forsta";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Penerima tidak mendukung tipe lampiran.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Perangkat Anda tidak mendukung fitur ini.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Perbarui";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Upgrading Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Uploading...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Ubah Nomor";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Kode Verifikasi";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Telefon saya saja";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Meminta Kode Lagi";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Mengirim kode verifikasi";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Memeriksa";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verify Safety Numbers";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Complete setup on Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u weeks";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Kotak masuk";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You disabled disappearing messages.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You set disappearing message time to %@.";
